Repository: Rosin355/Binario1
Catalog: Binario1/Binario1/Localizable.xcstrings
Source language: it
Languages: en

# accessibility.changeStation
source: Cambia stazione
en: Change station

# accessibility.delay.minutes
source: ritardo %d minuti
en: %d minutes late

# accessibility.duration.minutes
source: %d minuti
en: %d minutes

# accessibility.favorite
source: Aggiungi ai preferiti
en: Add to favorites

# accessibility.info
source: Informazioni e avvisi
en: Information and disclaimer

# accessibility.journey.nextTrain
source: Prossimo treno %1$@ → %2$@: %3$@ in partenza alle %4$@ dal binario %5$@. %6$@
en: Next train %1$@ → %2$@: %3$@ departing at %4$@ from platform %5$@. %6$@

# accessibility.journey.nextTrainUnavailable
source: %1$@ → %2$@. Prossimo treno non disponibile.
en: %1$@ → %2$@. Next train unavailable.

# accessibility.journey.platformClause
source: Binario %@.
en: Platform %@.

# accessibility.journey.recent
source: Treno %1$@, da %2$@ a %3$@, partenza %4$@, durata %5$@.
en: Train %1$@, from %2$@ to %3$@, departure %4$@, duration %5$@.

# accessibility.journey.saved
source: Viaggio %1$@ verso %2$@, da %3$@ a %4$@, prossima partenza %5$@, binario %6$@, durata %7$@, %8$@.
en: %1$@ to %2$@ trip, from %3$@ to %4$@, next departure %5$@, platform %6$@, duration %7$@, %8$@.

# accessibility.journey.useful
source: Viaggio da %1$@ a %2$@, partenza %3$@, arrivo %4$@, treno %5$@, binario %6$@, durata %7$@, %8$@.
en: Trip from %1$@ to %2$@, departure %3$@, arrival %4$@, train %5$@, platform %6$@, duration %7$@, %8$@.

# accessibility.row.arrival
source: Treno %1$@ %2$@ da %3$@, ore %4$@, %5$@, binario %6$@.
en: %1$@ train %2$@ from %3$@, time %4$@, %5$@, platform %6$@.

# accessibility.row.departure
source: Treno %1$@ %2$@ per %3$@, ore %4$@, %5$@, binario %6$@.
en: %1$@ train %2$@ to %3$@, time %4$@, %5$@, platform %6$@.

# accessibility.stationLocked
source: Stazione bloccata sull'orario programmato
en: Station locked to the scheduled timetable

# action.back
source: Indietro
en: Back

# action.changeStation.short
source: Cambia
en: Change

# action.close
source: Chiudi
en: Close

# action.removeSavedJourney
source: Rimuovi viaggio salvato
en: Remove saved journey

# action.retry
source: Riprova
en: Retry

# action.saveJourney
source: Salva viaggio
en: Save journey

# action.search
source: Cerca
en: Search

# board.arrivals
source: ARRIVI
en: ARRIVALS

# board.departures
source: PARTENZE
en: DEPARTURES

# board.destinationUnavailable
source: Destinazione non disponibile
en: Destination unavailable

# board.originUnavailable
source: Provenienza non disponibile
en: Origin unavailable

# column.delay
source: RIT
en: DEL

# column.delay.full
source: RITARDO
en: DELAY

# column.destination
source: DESTINAZIONE
en: DESTINATION

# column.origin
source: PROVENIENZA
en: ORIGIN

# column.platform
source: BIN
en: PLT

# column.platform.full
source: BINARIO
en: PLATFORM

# column.time
source: ORA
en: TIME

# delay.short
source: Rit.
en: Del.

# disclaimer.officialDisplays
source: Le informazioni possono subire variazioni. In stazione fare sempre riferimento agli annunci e ai monitor ufficiali.
en: Information may change. At the station, always refer to official announcements and displays.

# empty.noTrains
source: Nessun treno trovato per questa stazione.
en: No trains found for this station.

# error.dataUnavailable
source: Dati non disponibili. Riprova tra poco.
en: Data unavailable. Try again shortly.

# header.boardDescriptor
source: Tabellone in tempo reale
en: Real-time board

# header.stationContext
source: STAZIONE
en: STATION

# info.mockNote
source: Dati dimostrativi. Nessun dato in tempo reale.
en: Demo data. No real-time data.

# info.tagline
source: Tabellone ferroviario e area viaggi personale.
en: Railway board and your personal trips area.

# journey.arrival
source: Arrivo
en: Arrival

# journey.duration
source: Durata
en: Duration

# journey.from
source: da %@
en: from %@

# journey.home
source: Casa
en: Home

# journey.nextDeparture
source: Prossima partenza
en: Next departure

# journey.nextTrain.unavailable
source: Prossimo treno non disponibile
en: Next train unavailable

# journey.platform
source: Binario
en: Platform

# journey.status
source: Stato
en: Status

# journey.train
source: Treno
en: Train

# journey.work
source: Lavoro
en: Work

# label.dataUpdated
source: Dati aggiornati
en: Data updated

# label.liveData
source: DATI LIVE
en: LIVE DATA

# label.loading
source: Caricamento…
en: Loading…

# label.mockData
source: DATI MOCK
en: MOCK DATA

# label.noData
source: Dati non disponibili
en: Data unavailable

# label.updated
source: Ultimo aggiornamento
en: Last updated

# label.updatedAt
source: Aggiornato %@
en: Updated %@

# label.updatedShort
source: AGG.
en: UPD.

# search.departure
source: Partenza
en: Departure

# search.destination
source: Destinazione
en: Destination

# search.noResults
source: Nessun risultato
en: No results

# search.prompt
source: Cerca stazione, tratta o treno
en: Search station, route or train

# search.route
source: Cerca tratta
en: Search route

# search.routes
source: Tratte
en: Routes

# search.save
source: Salva
en: Save

# search.saved
source: Salvato
en: Saved

# search.saveRoute
source: Salva tratta
en: Save route

# search.station
source: Cerca stazione
en: Search station

# search.station.note
source: Tabellone in tempo reale disponibile per Padova.
en: Real-time board currently available for Padova.

# search.stations
source: Stazioni
en: Stations

# search.swapRoute
source: Inverti tratta
en: Swap route

# search.train
source: Cerca treno
en: Search train

# search.train.coming
source: Ricerca treno in arrivo.
en: Train search coming soon.

# search.trains
source: Treni
en: Trains

# section.allArrivals
source: Tutti gli arrivi
en: All arrivals

# section.allArrivalsTo
source: Tutti gli arrivi a %@
en: All arrivals to %@

# section.allDepartures
source: Tutte le partenze
en: All departures

# section.allDeparturesFrom
source: Tutte le partenze da %@
en: All departures from %@

# section.nextArrivals
source: Prossimi arrivi
en: Next arrivals

# section.nextDepartures
source: Prossime partenze
en: Next departures

# section.programmedDepartures
source: Partenze programmate
en: Programmed departures

# section.yourNextTrains
source: I tuoi prossimi treni
en: Your next trains

# source.backendSuffix.cache
source: dati cache
en: cached

# source.rfiLiveUpdated
source: RFI online · aggiornato %@
en: RFI online · updated %@

# source.scheduled
source: Orario programmato
en: Scheduled timetable

# source.scheduledSampleWindow
source: Orario programmato · demo %1$@–%2$@
en: Scheduled timetable · demo %1$@–%2$@

# status.arrived
source: Arrivato
en: Arrived

# status.arriving
source: In arrivo
en: Arriving

# status.cancelled
source: Cancellato
en: Cancelled

# status.delayed
source: In ritardo
en: Delayed

# status.departed
source: Partito
en: Departed

# status.departing
source: In partenza
en: Departing

# status.onTime
source: In orario
en: On time

# status.platformChanged
source: Binario variato
en: Platform changed

# status.scheduled
source: Programmato
en: Scheduled

# status.unknown
source: Stato non disponibile
en: Status unavailable

# tab.departures
source: Partenze
en: Departures

# tab.search
source: Cerca
en: Search

# tab.trips
source: Viaggi
en: Trips

# ticker.message
source: VIAGGIATE CON NOI. BUON VIAGGIO DA BINARIO1.
en: TRAVEL WITH US. HAVE A GOOD TRIP FROM BINARIO1.

# trips.action.alerts
source: Avvisi
en: Alerts

# trips.action.followTrain
source: Segui treno
en: Follow train

# trips.action.newTrip
source: Nuovo viaggio
en: New trip

# trips.filter.recent
source: Recenti
en: Recent

# trips.filter.saved
source: Salvati
en: Saved

# trips.filter.today
source: Oggi
en: Today

# trips.saved.empty
source: Salva una tratta da Cerca per vederla qui.
en: Save a route from Search to see it here.

# trips.section.habit
source: Dalle tue abitudini
en: From your habits

# trips.section.recent
source: Recenti
en: Recent

# trips.section.saved
source: Tratte salvate
en: Saved routes

# trips.section.useful
source: Prossimo viaggio utile
en: Best next trip

# trips.seeAll
source: Vedi tutti
en: See all

# trips.subtitle
source: Le tue tratte salvate e suggerite
en: Your saved and suggested routes

# trips.title
source: Viaggi
en: Trips

# warning.staleData
source: Ultimo aggiornamento non recente.
en: Last update is not recent.
